<?php

return array
(
//    'required'      => 'Это поле обязательно для заполнения',
//    'email'         => 'Введенные данные не соответствуют формату email',
//    'integer'       => 'Поле :field допускает только целые числа :range',
//    'alpha_num'     => 'Поле :field допускает только целые числа и латинские буквы',
//    'alpha_utf8'    => 'Поле :field допускает только буквы',
//    'alpha_num_utf8' => 'Поле :field допускает только целые числа и буквы',
//    'phone'         => 'Введенные данные не соответствуют формату номера телефона',
//    'phone_strict'  => 'Введенные данные не соответствуют формату номера телефона',
//    'date'          => 'Введенные данные не соответствуют формату даты ":format"',
//    'min_lenth'     => 'Поле :field должно быть не менее :min символов',
//    'max_lenth'     => 'Поле :field должно быть не более :max символов',
//    'range'         => 'Длина строки должна быть от :min до :max символов',
//    'confirm'       => 'Введенные данные не соответствуют полю :field',
    
    'auth'          => 'Пара логин/пароль не совпадает',
    
//    'filter_257'    => 'Поле ":field" допускает только целые числа от :min_range до :max_range',
    
    
//    'default'       => 'Данные введены неверно',
);

